package com.ssafy.service;
public class nation {

	
	public String nations[]= {"국산","국내산","수입","가나","가이아나","감비아","과테말라","그리스",
			"나이지리아","남아프리카 공화국","네덜란드","네팔","노르웨이","뉴질랜드","니제르",
			"덴마크","도미니카","도미니카 공화국","독일","동티모르","라오스","라이베리아","라트비아","러시아","레바논",
			"루마니아","룩셈부르크","리비아","리투아니아","리히텐슈타인","마케도니아 공화국",
			"말레이시아","멕시코","모나코","모로코","몽골","미국",
			"미얀마","바레인","바베이도스","바하마","방글라데시","베네수엘라","베트남","벨기에","벨라루스",
			"볼리비아","불가리아","브라질","브루나이",
			"사우디아라비아","세네갈","세르비아",
			"소말리아","수단","스리랑카","스와질란드","스웨덴","스위스","스페인","슬로바키아","슬로베니아","시리아","싱가포르",
			"아랍에미리트","아르메니아","아르헨티나","아이슬란드","아이티","아일랜드","아제르바이잔","아프가니스탄","안도라","알바니아","알제리",
			"앙골라","에리트레아","에스토니아","에스파냐","에콰도르","에티오피아","엘살바도르","영국","예멘","오만","호주",
			"오스트리아","온두라스","요르단","우간다","우루과이","우즈베키스탄","우크라이나","이라크","이란","이스라엘","이집트","이탈리아","인도",
			"인도네시아","일본","자메이카","잠비아","중국","짐바브웨","체코","칠레",
			"카자흐스탄","카타르","캄보디아","캐나다","케냐","코스타리카","콜롬비아","콩고 공화국",
			"콩고 민주 공화국","쿠바","쿠웨이트","크로아티아","키르기스스탄","타이","타이완","탄자니아","터키",
			"튀니지","트리니다드 토바고","파나마","파라과이","파키스탄","페루","포르투갈","폴란드",
			"프랑스","피지","핀란드","필리핀","헝가리"};
	
}
